Revit 2024 API
UnitTypeId.CubicFeetPerMinuteTonOfRefrigeration Property
 Cubic feet per minute ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicFeetPerMinuteTonOfRefrigeration { get; }
Visual Basic
Public Shared ReadOnly Property CubicFeetPerMinuteTonOfRefrigeration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicFeetPerMinuteTonOfRefrigeration {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace